Repository: oryoruk/bikeaction.org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Newsletter Opt-In
es: Suscripción al boletín

source: %(petition.comments)s Comments
es: %(petition.comments)s Comentarios

source: Recent comments...
es: Comentarios recientes...

source: Take Action Now!
es: ¡Actúa ahora!

source: This campaign has been completed.
es: Esta campaña ha sido finalizada.

source: Make a donation
es: Haz una donación económica

source: Donate Now!
es: ¡Dona Ahora!

source: 🎉 Thank you for being a supporter 🎉
es: 🎉 Gracias por tu apoyo 🎉

source: Manage your recurring donation
es: Gestiona tu donación periódica

source: Become a monthly supporter
es: Haz un donativo mensual

source: Become a Supporter!
es: ¡Conviértete en Colaborador/a/e!

source: Attend an event
es: Asiste a un evento

source: DRAFT
es: BORRADOR

source: This is a preview of the email that will be sent when you submit:
es: Esta es una vista previa del correo electrónico que se enviará:

source: Petition
es: Petición

source: Page will reload in
es: La página se reiniciará en

source: Sign in to let us know a little more about you!
es: ¡Inicia sesión para saber un poquito más de ti!

source: Sign me in!
es: ¡Iniciar mi sesión!

source: recurring
es: periódico

source: one-time
es: única

source: Change Recurring Donation
es: Cambiar Donación Periódica

source: Submit!
es: ¡Enviar!

source: ⬅️ Go Back
es: ⬅️ Vuelve hacia atrás

source: Amount
es: Cantidad

source: Status
es: Estado

source: Kind
es: Clase

source: Source
es: Fuente

source: Date
es: Fecha

source: Loading your donations data...
es: Cargando tus datos de donaciones...

source: Recurring Donation Setup
es: Configuración de tu donación periódica

source: Email
es: Correo electrónico

source: You are already logged in as %(request.user.email)s.
es: Ya has iniciado sesión como %(request.user.email)s.

source: Send log in link
es: Enviar enlace de inicio de sesión

source: We sent a log in link. Check your email.
es: Le enviamos un enlace de inicio de sesión. Consulte su correo electrónico.

source: First Name
es: Nombre

source: Last Name
es: Apellido(s)

source: Zip Code
es: Código postal

source: N/A - I do not live in Philadelphia
es: N/A - No vivo en Filadelfia

source: District 1
es: Distrito 1

source: District 2
es: Distrito 2

source: District 3
es: Distrito 3

source: District 4
es: Distrito 4

source: District 5
es: Distrito 5

source: District 6
es: Distrito 6

source: District 7
es: Distrito 7

source: District 8
es: Distrito 8

source: District 9
es: Distrito 9

source: District 10
es: Distrito 10

source: Council District
es: Distrito

source: Newsletter
es: Boletín

source: Recent Donations
es: Donaciones recientes

source: View full donation history <a href="%(donation_history_url)s">here</a>.
es: Vea el historial completo de donaciones <a href="%(donation_history_url)s">aquí</a>.

source: Subscriptions
es: Subscripciones

source: Subscription
es: Subscripción

source: Actions
es: Acciones

source: change
es: cambiar

source: cancel
es: cancelar

source: <b>Note:</b> changing from a monthly to yearly, or yearly to monthly donation will <i>immediately</i> charge you the new amount.
es: <b>Nota:</b> al cambiar de una donación mensual a anual, o de anual a mensual, se te cobrará <i>inmediatamente</i> la nueva cantidad.

source: Changing the amount you donate alone will charge you the new amount the next time you are charged.
es: Cambiando solo la cantidad que donas te cobrará la nueva cantidad la próxima vez que se efectúe el pago.

source: Setup a recurring donation
es: Configurar una donación periódica

source: Stored Payment Methods
es: Guardar Métodos de Pago

source: Method
es: Método

source: Details
es: Detalles

source: Default
es: Predeterminado

source: remove
es: eliminar

source: make default
es: hacer predeterminado

source: Add new payment method
es: Añadir nuevo método de pago

source: Subscribed
es: Suscrito

source: Not Subscribed
es: No suscrito

source: Connect your discord account
es: Conecta tu cuenta de Discord

source: Need to update any of the above? <a href="%(profile_update_url)s">Click Here!</a>
es: ¿Necesitas actualizar algo de arriba? <a href="%(profile_update_url)s">¡Pincha aquí!</a>

source: Change your password <a href="%(change_password_url)s">here</a>.
es: Cambia tu contraseña <a href="%(change_password_url)s">aquí</a>.

source: Your account does not have a password set.
es: Tu cuenta todavía no tiene una contraseña.

source: Set a password for your account <a href="%(set_password_url)s">here</a>.
es: Elija una contraseña para su cuenta <a href="%(set_password_url)s">aquí</a>.

source: Donations
es: Donaciones

source: Make a one-time donation
es: Haz una donación puntual

source: Philly Bike Action is a social welfare organization incorporated in the Commonwealth of Pennsylvania.
es: Philly Bike Action es una organización de bienestar social constituida en la Commonwealth de Pensilvania.

source: Contributions to Philly Bike Action are not deductible as charitable contributions for federal income tax purposes.
es: Las contribuciones a Philly Bike Action no son deducibles como contribuciones caritativas a efectos del impuesto federal sobre la renta.

source: Change your password <a href="%(change_password_url)s">here</a>
es: Cambia tu contraseña <a href="%(change_password_url)s">aquí</a>

source: Submit
es: Enviar

source: Are you sure?
es: ¿Estás seguro/a/e?

source: Yes
es: Sí

source: Sign In
es: Regístrate

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
es: Si todavía no has creado una cuenta, por favor <a href="%(signup_url)s">regístrate</a> primero.

source: You can also login by having a link sent to your email <a href="%(email_login_url)s">here</a>.
es: También puedes iniciar sesión enviando un enlace a tu correo electrónico <a href="%(email_login_url)s">aquí</a>.

source: Sign Out
es: Cerrar sesión

source: Are you sure you want to sign out?
es: ¿Estás seguro/a/e de que quieres cerrar sesión?

source: Sign Up
es: Regístrate

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: ¿Ya tienes una cuenta? Entonces, por favor, <a href="%(login_url)s">inicia sesión</a>.

source: Philly Bike Action! Home
es: ¡Philly Bike Action! Página principal

source: Safe, usable, protected, interconnected bike infrastructure for Philadelphia.
es: Infraestructura para bicicletas segura, útil, protegida e interconectada en Filadelfia.

source: Find us on Social Media
es: Encuéntranos en Redes Sociales

source: @phlbikeaction on instagram
es: @phlbikeaction en Instagram

source: @phlbikeaction on twitter
es: @phlbikeaction en Twitter (X)

source: Join our Discord
es: Únete a nuestro canal de Discord

source: Philly Bike Action Discord
es: Philly Bike Action en Discord
